/* different widget same name replace string */
"A different widget with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "На Вашем компьютере уже установлен другой виджет с таким же именем. Заменить его этим виджетом %@?";

/* same name replace string */
"A file with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "На Вашем компьютере уже имеется файл с таким же именем. Заменить его этим виджетом %@?";

/* warning for already installed in /Library, but newer */
"A newer version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "На Вашем компьютере уже установлена более новая версия этого виджета, доступная для всех пользователей. Установите виджет только в этой учетной записи, если Вы хотите использовать именно эту копию.";

/* newer version replace string */
"A newer version of the %@ widget is already installed. Would you like to replace it?" = "На Вашем компьютере уже установлена более новая версия виджета %@. Заменить ее?";

/* older version replace string */
"An older version of the %@ widget is already installed. Would you like to replace it?" = "На Вашем компьютере уже установлена более старая версия виджета %@. Заменить ее?";

/* warning for already installed in /Library, but older */
"An older version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "На Вашем компьютере уже установлена более старая версия этого виджета, доступная для всех пользователей. Установите виджет только в этой учетной записи, если Вы хотите использовать именно эту копию.";

/* install and open string */
"Do you want to install the %@ widget and open it in Dashboard?" = "Установить виджет %@ и открыть его в Dashboard?";

/* end preview string */
"End Test" = "Конец теста";

/* title for OK button */
"Install" = "Установить";

/* installation failed title */
"The %@ widget can't be installed." = "Не удается установить виджет %@.";

/* ok button */
"OK" = "OK";

/* replace button, instead of install */
"Replace" = "Заменить";

/* title for OK button when developer run is on */
"Run" = "Запустить";

/* preview button string */
"Test Drive" = "Пробный запуск";

/* invalid widget */
"You can't install the file %@ because it is not a valid widget." = "Невозможно установить файл «%@», т.к. он не является действительным виджетом.";

/* already installed replace string */
"The %@ widget is already installed. Would you like to replace it?" = "Виджет %@ уже установлен. Заменить его?";

/* install quit and replace string */
"The widget you are installing is already installed on your computer, and one or more copies of it are open. Reinstalling it will close all copies of the widget." = "Виджет, который Вы устанавливаете, уже установлен на Вашем компьютере, и одна или несколько его копий открыты. Переустановка виджета повлечет за собой закрытие всех его копий.";

/* install and quit string */
"The widget you are installing is already open. Installing this widget will close all copies of the widget." = "Виджет, который Вы устанавливаете, уже открыт. Установка виджета повлечет за собой закрытие всех его копий.";

/* widget deletion string */
"The widget you are replacing will be deleted immediately." = "Виджет, который Вы заменяете, будет немедленно удален.";

/* warning for already installed in /Library */
"This widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Этот виджет уже установлен для всех пользователей Вашего компьютера. Установите виджет только в этой учетной записи, если Вы хотите использовать именно эту копию.";

/* already installed with different name replace string */
"This widget is already installed on your computer, but it's named %@. Would you like to replace the widget %@ with the widget %@?" = "На Вашем компьютере уже установлен данный виджет, но с именем «%@». Заменить виджет «%@» виджетом «%@»?";

